/*
 Localizable.strings
 JAnalytics
 
 Created by Saravanan S on 28/02/18.
 Copyright © 2018 zoho. All rights reserved.
 */

"zanalytics.analytics.title" = "ਵਿਸ਼ਲੇਸ਼ਣ";

"zanalytics.analytics.tracking.cell.title" = "ਵਰਤੋਂ ਦੇ ਅੰਕੜੇ ਸਾਂਝੇ ਕਰੋ";

"zanalytics.analytics.tracking.footer" = "ਸਾਡੇ ਐਪ ਡਿਵੈਲਪਰਾਂ ਨਾਲ ਵਰਤੋਂ ਦੇ ਅੰਕੜੇ ਸਾਂਝੇ ਕਰੋ। ਇਹ ਐਪ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰਦਾ ਹੈ।";

"zanalytics.analytics.tracking.anonymous.footer" = "ਸਾਡੇ ਐਪ ਡਿਵੈਲਪਰਾਂ ਨਾਲ ਵਰਤੋਂ ਦੇ ਅੰਕੜੇ ਸਾਂਝੇ ਕਰੋ। ਇਹ ਐਪ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰਦਾ ਹੈ।";

"zanalytics.analytics.crashreport.cell.title" = "ਕ੍ਰੈਸ਼ ਰਿਪੋਰਟਿੰਗ ਨੂੰ ਸਮਰੱਥ ਕਰੋ";

"zanalytics.analytics.sendonmobilenetwork.cell.title" = "ਮੋਬਾਈਲ ਨੈੱਟਵਰਕ ‘ਤੇ ਡੇਟਾ ਭੇਜੋ";

"zanalytics.analytics.sendonmobilenetwork.footer" = "ਮੋਬਾਈਲ ਨੈੱਟਵਰਕ ‘ਤੇ ਡੇਟਾ ਸਾਂਝਾ ਕਰਨ ਲਈ ਇਸਨੂੰ ਸਮਰੱਥ ਕਰੋ।";

"zanalytics.analytics.crashreport.footer" = "ਹਰ ਵਾਰ ਐਪ ਦੇ ਅਚਾਨਕ ਬੰਦ ਹੋਣ ‘ਤੇ ਸਾਡੇ ਡਿਵੈਲਪਰਾਂ ਨਾਲ ਕ੍ਰੈਸ਼ ਡੇਟਾ ਸਾਂਝਾ ਕਰੋ। ਇਹ ਬੱਗਾਂ ਦੀ ਪਛਾਣ ਕਰਨ ਅਤੇ ਠੀਕ ਕਰਨ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰੇਗਾ।";

"zanalytics.analytics.anonymouse.cell.title" = "ਮੇਰੀ ਪਛਾਣ ਸ਼ਾਮਲ ਕਰੋ";

"zanalytics.analytics.anonymouse.footer" = "ਆਪਣੀ ਪਛਾਣ ਨਾਲ ਡੇਟਾ ਸਾਂਝਾ ਕਰਨ ਨੂੰ ਸਮਰੱਥ ਕਰੋ। ਇਸ ਨਾਲ ਸਾਨੂੰ ਉਹਨਾਂ ਮੌਕਿਆਂ ‘ਤੇ ਮਦਦ ਮਿਲੇਗੀ, ਜਦ ਤੁਸੀਂ ਸਾਡੀ ਸਹਾਇਤਾ ਟੀਮ ਨੂੰ ਕਿਸੇ ਵਿਸ਼ੇਸ਼ ਸਮੱਸਿਆ ਦੀ ਰਿਪੋਰਟ ਕਰ ਸਕਦੇ ਹੋ।";

"zanalytics.privacy.disable.alert.title" = "ਸੁਚੇਤ!";

"zanalytics.privacy.disable.alert.description" = "ਵਰਤੋਂ ਦੇ ਅੰਕੜੇ ਸਾਂਝੇ ਕਰਨ ਨਾਲ ਸਾਨੂੰ ਕ੍ਰੈਸ਼ਾਂ ਬਾਰੇ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਕੇ ਤੁਹਾਡੀ ਬਿਹਤਰ ਸੇਵਾ ਕਰਨ ਵਿੱਚ ਮਦਦ ਮਿਲਦੀ ਹੈ। ਇਹ ਪਰੇਸ਼ਾਨ ਕਰਨ ਵਾਲੇ ਬੱਗਾਂ ਨੂੰ ਦੂਰ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰੇਗਾ।";

"zanalytics.privacy.disable.alert.ok" = "ਠੀਕ ਹੈ";


"zanalytics.privacy.alert.title" = "ਸੁਧਾਰ ਕਰਨ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰੋ!";

"zanalytics.privacy.alert.description" = "ਤੁਸੀਂ ਆਪਣੇ ਐਪ ਵਰਤੋਂ ਡੇਟਾ ਅਤੇ ਕ੍ਰੈਸ਼ ਜਾਣਕਾਰੀ ਨੂੰ ਸਾਂਝਾ ਕਰਨ ਲਈ ਸਵੀਕਾਰ ਕਰਕੇ ਸਾਡੇ ਉਤਪਾਦ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰ ਸਕਦੇ ਹੋ। ਤੁਸੀਂ ਡੇਟਾ ਨੂੰ ਆਪਣੀ ਪਛਾਣ ਜਾਂ ਅਗਿਆਤ ਰੂਪ ਵਿੱਚ ਸਾਂਝਾ ਕਰ ਸਕਦੇ ਹੋ।\nਕਿਰਪਾ ਕਰਕੇ ਨੋਟ ਕਰੋ ਕਿ ਤੁਸੀਂ ਆਪਣੀ ਐਪ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਕਿਸੇ ਵੀ ਸਮੇਂ ਆਪਣੀਆਂ ਤਰਜੀਹਾਂ ਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ।";

"zanalytics.privacy.alert.description.watchsupport" = "ਤੁਸੀਂ ਵਰਤੋਂ ਡੇਟਾ ਅਤੇ ਕਰੈਸ਼ ਜਾਣਕਾਰੀ ਨੂੰ ਸਾਂਝਾ ਕਰਨਾ ਸਵੀਕਾਰ ਕਰਕੇ ਸਾਡੇ ਉਤਪਾਦ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰ ਸਕਦੇ ਹੋ। ਤੁਸੀਂ ਡੇਟਾ ਨੂੰ ਆਪਣੀ ਪਛਾਣ ਜਾਂ ਅਗਿਆਤ ਰੂਪ ਵਿੱਚ ਸਾਂਝਾ ਕਰ ਸਕਦੇ ਹੋ। ਤੁਹਾਡੀਆਂ ਤਰਜੀਹਾਂ ਨੂੰ ਘੜੀ ਅਤੇ ਮੋਬਾਈਲ ਐਪਾਂ ਵਿਚਕਾਰ ਸਿੰਕ ਕੀਤਾ ਜਾਵੇਗਾ। ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਮੋਬਾਈਲ ਐਪ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਬਦਲ ਸਕਦੇ ਹੋ।";

"zanalytics.privacy.alert.option1" = "ਮੈਂ ਆਪਣੀ ਪਛਾਣ ਦੇ ਨਾਲ ਹਾਂ";

"zanalytics.privacy.alert.option2" = "ਮੈਂ ਗੁਮਨਾਮ ਰੂਪ ਨਾਲ ਹਾਂ";

"zanalytics.privacy.alert.option3" = "ਮੈਨੂੰ ਕੋਈ ਦਿਲਚਸਪੀ ਨਹੀਂ ਹੈ";


"zanalytics.crash.alert.title" = "ਪਿਛਲੀ ਬਾਰ ਵਰਤੋਂ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ %@ ਅਚਾਨਕ ਬੰਦ ਹੋ ਗਿਆ";

"zanalytics.crash.alert.description" = "ਕੀ ਤੁਸੀਂ ਇੱਕ ਰਿਪੋਰਟ ਭੇਜਣਾ ਚਾਹੋਗੇ ਤਾਂ ਜੋ ਅਸੀਂ ਇਸ ਸਮੱਸਿਆ ਨੂੰ ਹੱਲ ਕਰ ਸਕੀਏ?";

"zanalytics.crash.alert.option1" = "ਹਮੇਸ਼ਾ ਰਿਪੋਰਟ ਭੇਜੋ";

"zanalytics.crash.alert.option2" = "ਹੁਣੇ ਭੇਜੋ";

"zanalytics.crash.alert.option3" = "ਹੁਣੇ ਨਹੀਂ";

"zanalytics.crash.alert.option4" = "ਕਦੇ ਨਾ ਪੁੱਛੋ";

"zanalytics.crash.alert.option5" = "ਸਮੀਖਿਆ ਕਰਕੇ ਭੇਜੋ";

"zanalytics.crash.navbar.crashreport.title" = "ਹਾਲੀਆ ਕਰੈਸ਼";

"zanalytics.analytics.navbar.button.title.back" = "ਪਿੱਛੇ";

"zanalytics.analytics.navbar.button.title.cancel" = "ਰੱਦ ਕਰੋ";

"zanalytics.analytics.navbar.button.title.send" = "ਭੇਜੋ";

"zanalytics.privacy.onboarding.title" = "ਆਪਣੀ ਪਰਦੇਦਾਰੀ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ";

"zanalytics.privacy.onboarding.description" = "ਆਪਣੇ ਖਾਤੇ ਦੀ ਪਰਦੇਦਾਰੀ ਅਤੇ ਸੁਰੱਖਿਆ ਨੂੰ ਵਧਾਉਣ ਦੇ ਤਰੀਕਿਆਂ ਦੀ ਪੜਚੋਲ ਕਰੋ।";

"zanalytics.privacy.onboarding.reviewprivacy.title" = "ਪਰਦੇਦਾਰੀ ਅਤੇ ਸੁਰੱਖਿਆ ਸੈਟਿੰਗਾਂ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ";

"zanalytics.watch.privacy.alert.title" = "Analytics ਤਰਜੀਹਾਂ";

"zanalytics.watch.privacy.alert.description" = "ਤੁਹਾਡੀਆਂ ਤਰਜੀਹਾਂ ਨੂੰ ਮੋਬਾਈਲ ਅਤੇ ਘੜੀ ਐਪਾਂ ਵਿਚਕਾਰ ਸਿੰਕ ਕੀਤਾ ਜਾਵੇਗਾ। ਤੁਸੀਂ ਮੋਬਾਈਲ ਐਪਲੀਕੇਸ਼ਨ ਸੈਟਿੰਗਾਂ ਸਕ੍ਰੀਨ ਵਿੱਚ ਕਿਸੇ ਵੀ ਸਮੇਂ ਆਪਣੀਆਂ ਤਰਜੀਹਾਂ ਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ।";

"zanalytics.appupdates.title"="ਨਵਾਂ ਅੱਪਡੇਟ ਉਪਲਬਧ ਹੈ!";

"zanalytics.appupdates.description"="ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਸ ਸੰਸਕਰਨ ਵਿੱਚ ਅੱਪਡੇਟ ਕਰਨ ਅਤੇ ਸਾਡੀਆਂ ਨਵੀਆਂ ਅਤੇ ਦਿਲਚਸਪ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦਾ ਆਨੰਦ ਲੈਣ ਦੀ ਸਿਫ਼ਾਰਿਸ਼ ਕਰਦੇ ਹਾਂ।";

"zanalytics.appupdates.action.update.now"=" ਹੁਣੇ ਅੱਪਡੇਟ ਕਰੋ ";

"zanalytics.appupdates.action.remind.me.later"="ਮੈਨੂੰ ਬਾਅਦ ਵਿੱਚ ਚੇਤੇ ਕਰਵਾਓ";

"zanalytics.appupdates.action.ignore"="ਅਣਡਿੱਠ ਕਰੋ";

"zanalytics.appupdates.unsupportedos.title"="ਚਿਤਾਵਨੀ!";

"zanalytics.appupdates.unsupportedos.description"="ਇਸ ਐਪ ਲਈ ਤੁਹਾਨੂੰ ਨਵੀਨਤਮ OS ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। ਇੱਕ ਨਿਰਵਿਘਨ ਅਨੁਭਵ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਹੁਣੇ ਅੱਪਡੇਟ ਕਰੋ।";

"zanalytics.appupdates.unsupportedos.action"=" ਬਾਅਦ ਵਿੱਚ ਇੰਸਟਾਲ ਕਰੋ ";

"zanalytics.rateus.prompt.title" = "ਕੀ ਤੁਸੀਂ ਇਸ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦਾ ਅਨੰਦ ਲੈਂਦੇ ਹੋ?";

"zanalytics.rateus.action.rateinappstore" = "App Store ਵਿੱਚ ਰੇਟ ਕਰੋ";

"zanalytics.rateus.action.openfeedback" = "ਫੀਡਬੈਕ ਭੇਜੋ";

"zanalytics.rateus.action.later" = "ਬਾਅਦ ਵਿੱਚ";

"zanalytics.analytics.log.cell.title" = "ਕੰਸੋਲ ਲੌਗ";

"zanalytics.analytics.log.footer" = "ਸਾਡੇ ਐਪ ਡਿਵੈਲਪਰਾਂ ਨਾਲ ਕੰਸੋਲ ਲੌਗ ਸਾਂਝੇ ਕਰੋ। ਇਹ ਸਾਡੀ ਕੋਈ ਵੀ ਦਿੱਕਤਾਂ ਮਾਪਣ ਵਿੱਚ ਮੱਦਦ ਕਰੇਗਾ ਜੋ ਤੁਸੀਂ ਆਪਣੇ ਇੱਛਿਤ ਨਤੀਜਿਆਂ ਨੂੰ ਹਾਸਿਲ ਕਰਨ ਦੌਰਾਨ ਝੱਲਦੇ ਹੋ ਅਤੇ ਸਾਡੀ ਐਪ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਨੂੰ ਸੁਧਾਰਦਾ ਹੈ।";

